-- phpMyAdmin SQL Dump
-- version 5.0.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Dec 08, 2020 at 09:41 AM
-- Server version: 10.4.16-MariaDB
-- PHP Version: 7.3.24

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `blogpost`
--

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` int(11) NOT NULL,
  `title` varchar(250) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `title`) VALUES
(7, 'Sports'),
(8, 'International'),
(9, 'National'),
(10, 'Politics'),
(11, 'Business'),
(12, 'Top News'),
(13, 'Entertainment'),
(14, 'Crime'),
(15, 'Fashion'),
(16, 'Diplomatic');

-- --------------------------------------------------------

--
-- Table structure for table `posts`
--

CREATE TABLE `posts` (
  `id` int(11) NOT NULL,
  `category_id` int(11) NOT NULL,
  `title` varchar(500) NOT NULL,
  `description` text NOT NULL,
  `image` varchar(250) NOT NULL,
  `date` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `posts`
--

INSERT INTO `posts` (`id`, `category_id`, `title`, `description`, `image`, `date`) VALUES
(4, 9, 'পদ্মা সেতুর কাজ আগামী ১ বছরের মধ্যে শেষ হবে: কাদের ', 'দেশের মানুষের স্বপ্নের পদ্মা সেতুর অবকাঠামো পুরোপুরি দৃশ্যমান হতে আর মাত্র একটি স্প্যান বাকি থাকলেও যান চলাচলের উপযোগী হতে আরও এক বছর সময় লাগতে পারে বলে জানিয়েছেন সড়ক পরিবহন ও সেতুমন্ত্রী ওবায়দুল কাদের।\r\n\r\nআজ সোমবার সচিবালয়ে মন্ত্রণালয়ের সম্মেলন কক্ষে সমসাময়িক বিভিন্ন বিষয় নিয়ে সাংবাদিকদের ব্রিফিংকালে তিনি বলেন, ‘আগামী ১০ মাস থেকে এক বছরের মধ্যে পদ্মা সেতুর কাজ শেষ হবে।’\r\n\r\nপদ্মা সেতুর সর্বশেষ স্প্যানটি আগামী ১০ ডিসেম্বরের মধ্যে বসবে জানিয়ে মন্ত্রী বলেন, ‘সেতুতে ঢালাইয়ের কাজ, সড়কের জন্য প্রস্তুত করা, রেলের জন্য প্রস্তুত করার কাজ বাকি আছে। এটা ডাবল ডেকার সেতু। এখানে রেলও চলবে, সড়কের যানবাহনও চলবে। কাজে ওটাকে সেভাবেই তো তৈরি করতে হবে।’\r\n\r\nসেতুতে কবে নাগাদ যান চলাচল করতে পারে? জানতে চাইলে কাদের বলেন, ‘কাজ শেষ হলে এরপর তো চালুই হয়ে যাবে। ১০ তারিখ যখন সব স্প্যান বসে যাবে তখন যে কাজ থাকবে তখন সেটা আমি ইঞ্জিনিয়ার, কনসালটেন্টদের সঙ্গে আলাপ করে দেখেছি সেতু বিভাগে। তারা বলেছে ১০ মাস থেকে এক বছরের মধ্যেই বাকি কাজ শেষ হবে। তারপরই উন্মুক্ত হয়ে যাবে।’\r\n\r\nগত ৪ ডিসেম্বর পদ্মা সেতুতে সর্বশেষ ৪০তম স্প্যানটি বসানো হয়। যদিও স্প্যান বাসানো ছাড়াও সেতুর অন্যান্য কাজও এগিয়ে চলছে।\r\n\r\nসেতু বিভাগের তথ্য মতে, সেতুর সার্বিক অগ্রগতি সাড়ে ৮২ ভাগ, মূল সেতুর কাজের বাস্তবায়নের অগ্রগতি ৯১ ভাগ, আর্থিক অগ্রগতি ৮৮.৩৮ ভাগ এবং সংযোগসড়ক ও সার্ভিস এরিয়ার বাস্তবায়ন শত ভাগ এগিয়েছে।\r\n\r\nদেশের সবচেয়ে বড় ৬.১৫ কিলোমিটার দীর্ঘ পদ্মা সেতুর স্প্যানের ওপরে যানবাহন চলবে। আর নিচে চলবে ট্রেন। স্প্যানের ওপরে সড়ক পথের জন্য ২ হাজার ৯১৭টি রোডওয়ে স্ল্যাব আর রেল চলার জন্য ২ হাজার ৯৫৯ রেলওয়ে স্ন্যাব বসবে। পুরোদমে চলছে এসব বসানোর কাজ। আর রেলওয়ে স্ল্যাবের সঙ্গে ১ হাজার ৩১২টি লোহার গার্ডার বসছে।\r\n\r\nদেশের নিজস্ব অর্থায়নে ২০১৪ সালের ডিসেম্বরে পদ্মা সেতুর নির্মাণ কাজ শুরু হয়। ২০১৭ সালের ৩০ সেপ্টেম্বর ৩৭ ও ৩৮ নম্বর খুঁটিতে প্রথম স্প্যান বসানোর মধ্য দিয়ে দৃশ্যমান হয় পদ্মা সেতু। ২২ মিটার প্রস্থ এ বহুমুখী সেতুর মূল আকৃতি হবে দোতলা। কংক্রিট ও স্টিল দিয়ে নির্মিত হচ্ছে সেতুর কাঠামো।', 'uploads/499462813605obayedul.jpg', '2020-12-09'),
(6, 13, 'বঙ্গবন্ধুর বায়োপিকের শুটিং জানুয়ারিতে', 'জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমানের জীবন-কাহিনী নিয়ে নির্মিতব্য সিনেমার শুটিং আগামী জানুয়ারিতে মুম্বাইয়ে শুরু হতে যাচ্ছে।\r\n\r\nতথ্যটি দ্য ডেইলি স্টারকে নিশ্চিত করেছেন বিএফডিসির ব্যবস্থাপনা পরিচালক নুজহাত ইয়াসমিন।\r\n\r\nনুজহাত ইয়াসমিন ডেইলি স্টারকে আজ সোমবার সকালে বলেছেন, ‘সিনেমা শুটিং শুরু হওয়ার মাসটি চূড়ান্ত করেছেন পরিচালক। আমি সেটিই জানিয়ে দিলাম।’\r\n\r\nবঙ্গবন্ধু শেখ মুজিবুর রহমানের চরিত্রে অভিনয় করবেন আরিফিন শুভ। তিনি ডেইলি স্টারকে আজ বলেছেন, ‘আমার শুটিং ২৫ জানুয়ারি থেকে শুরু হবে।’\r\n\r\n‘আমি বঙ্গবন্ধুর মায়ের চরিত্রটি করব’ উল্লেখ করে একুশে পদকপ্রাপ্ত অভিনেত্রী দিলারা জামান ডেইলি স্টারকে বলেছেন, ‘মুম্বাইয়ে ২০ জানুয়ারি থেকে আমার অংশের শুটিং শুরু হবে। সেভাবেই নিজেকে গুছিয়ে নিচ্ছি।’\r\n\r\nবঙ্গবন্ধুর বাবার চরিত্রে অভিনয় করতে যাওয়া খায়রুল আলম সবুজ ডেইলি স্টারকে বলেছেন, ‘জানুয়ারির শেষে মুম্বাইয়ে আমার অংশের শুটিং শুরু হতে যাচ্ছে। বঙ্গবন্ধুর বাবার চরিত্রটি করতে যাচ্ছি— এটা আমার জন্য অনেক ভালো লাগার।’\r\n\r\nতিনি আরও বলেছেন, ‘বঙ্গবন্ধুর বাবার একটি ফুটেজই সবার চোখে পড়ে। বঙ্গবন্ধু তার বাবাকে জড়িয়ে ধরছেন, বাবার গায়ে একটি চাদর। ওইরকম একটি চাদর আমি সংগ্রহ করেছি।’\r\n\r\nএছাড়াও, বঙ্গবন্ধুকন্যা শেখ হাসিনার ছোটবেলার চরিত্রে নুসরাত ফারিয়া, বঙ্গমাতা ফজিলাতুন্নেসা মুজিবের ছোটবেলার চরিত্রে নুজহাত ইমরোজ তিশা ও হোসেন শহীদ সোহরাওয়ার্দীর চরিত্রে তৌকীর আহমেদ অভিনয় করবেন।\r\n\r\nবঙ্গবন্ধুর জীবনীচিত্রের শুটিং শুরু হওয়ার কথাছিল গত মার্চে। বাংলাদেশে এসে সিনেমাটির পরিচালক শেম বেনেগাল লোকেশনও দেখে  গিয়েছিলেন। কিন্তু, করোনা মহামারির কারণে শুটিং শুরু করা সম্ভব হয়নি।\r\n\r\nবাংলাদেশে প্রথম শুটিং হওয়ার কথা থাকলেও তা হচ্ছে না। প্রথমে ভারতের মুম্বাইয়ে শুরু হবে শুটিং। বাংলাদেশ অংশে পরে শুটিং হবে বলে জানা গেছে।\r\n\r\nসিনেমাটির চিত্রনাট্য লিখেছেন অতুল তিওয়ারি ও শামা জায়েদি এবং শিল্প নির্দেশনায় রয়েছেন নীতিশ রায়।\r\n\r\nকস্টিউম পরিচালক হিসেবে থাকছেন পরিচালক শ্যাম বেনেগালের মেয়ে পিয়া বেনেগাল।\r\n\r\nমুজিববর্ষ উপলক্ষে বাংলাদেশ ও ভারতের যৌথ প্রযোজনায় তৈরি হচ্ছে সিনেমাটি।', 'uploads/757654150644bangabandhu_dec_07_2020.jpg', '2020-12-07'),
(7, 7, 'রোনালদোকে টপকে গেলেন সালাহ', 'মাঝমাঠ থেকে লিভারপুলের অধিনায়ক জর্ডান হেন্ডারসনের নিখুঁত লং বল প্রায় আটকেই দিয়েছিলেন উলভস অধিনায়ক, সাবেক লিভারপুল ডিফেন্ডার কনর কোডি। বুক দিয়ে বলটা আয়ত্তে আনতে না আনতেই পেছনে ওত পেতে থাকা মোহাম্মদ সালাহর পায়ে চলে যায় বল। সেখান থেকে ঠান্ডা মাথায় দলকে এগিয়ে দেন এই মিসরীয় তারকা। গোলটি করে ইতিহাসের পাতায় নাম লিখিয়েছেন লিভারপুল তারকা। \r\n\r\nইংলিশ প্রিমিয়ার লিগে এটা ছিল সালাহর ৮৪তম গোল। ২০১৬-১৭ মৌসুমে রোমা থেকে লিভারপুলে যোগ দেওয়া এই ফরোয়ার্ড প্রথম মৌসুম থেকেই আছেন দুর্ধর্ষ ফর্মে। সেটারই প্রমাণ চার বছর যেতে না যেতেই লিগে ৮৪ গোল। গোলমেশিন সালাহর কার্যকারিতা যে কতটুকু, তা বোঝাতে ফুটবল পরিসংখ্যানবিদেরা একটা অবিশ্বাস্য তথ্য দিয়েছেন।\r\n\r\nস্যার অ্যালেক্স ফার্গুসনের ম্যানচেস্টার ইউনাইটেডের হয়ে পর্তুগিজ উইঙ্গার ক্রিস্টিয়ানো রোনালদোও ৮৪ গোল করেছিলেন। ২০০৩ সাল থেকে অর্ধযুগ ইউনাইটেডে কাটানো এই পর্তুগিজ উইঙ্গার খেলেছিলেন ১৯৬ ম্যাচ। কিন্তু রোনালদোর সমান গোল করতে সালাহ খেলেছেন মাত্র ১৩১ ম্যাচ। অর্থাৎ রোনালদোর চেয়ে একটি-দুটি নয়, ৬৫ ম্যাচ কম খেলে তাঁর সমান গোল করলেন সালাহ। সে হিসাবে রোনালদোকে টপকেই গিয়েছেন সালাহ। ভাবা যায়! \r\nগোলটি আরেক রেকর্ডও এনে দিয়েছে সালাহকে। আগের রেকর্ডে তিনি রোনালদোকে টপকালে এ রেকর্ডে চলে এসেছেন মেসির কাতারে। ২০১৭ সালে লিভারপুলে যোগ দেওয়ার পর ঘরের মাঠে ৫২ গোল করেছেন সালাহ। লিভারপুলে সালাহ আসার পর থেকে এক মাঠে সবচেয়ে বেশি গোল করার রেকর্ডে শীর্ষে থাকা মেসির হাতছোঁয়া দূরত্বে চলে এসেছেন এই উইঙ্গার।\r\n\r\nএকই সময়ে বার্সেলোনার মাঠ ক্যাম্প ন্যুতে মেসির গোল ৬৩টি, বায়ার্নের ঘরের মাঠ অ্যালিয়াঞ্জ অ্যারেনায় পোলিশ স্ট্রাইকার রবার্ট লেফানডফস্কির গোল ৫৯টি। এ দুজন ছাড়া সালাহর সামনে আর কেউ নেই।\r\n\r\nরোনালদোভক্তরা অবশ্য পালটা যুক্তি দিতেই পারেন। স্যার অ্যালেক্স ফার্গুসনের অধীনে রোনালদোকে মূলত খেলানো হতো ৪-৪-২ ছকে একজন ওয়াইড মিডফিল্ডার হিসেবে। সে তুলনায় সালাহ ৪-৩-৩ ছকে রাইট উইঙ্গার হিসেবে খেলে যান নিয়মিত। কখনও কখনও আবার স্ট্রাইকার হিসেবেও তাঁকে খেলতে দেখা যায়। রোনালদোর চেয়ে প্রতিপক্ষের গোলপোস্টের অপেক্ষাকৃত কাছে থাকেন সালাহ, দলে গোল করার সুযোগও বেশি পান। আর তখনকার রোনালদো এখনকার মতো গোল করায়ও অত মনোযোগী ছিলেন না। এ কারণে গোল তো কম হবেই!\r\n\r\nতবে যা-ই হোক, প্রিমিয়ার লিগে সেরা উইঙ্গারদের কাতারে সালাহ যে এর মধ্যেই চলে এসেছেন, এ নিয়ে অন্তত আর সন্দেহ নেই।', 'uploads/748159920940prothomalo-bangla_2020-12_a66f8844-ab15-42c6-82de-62a7991f7edb_sal1.jpg', '2020-12-07'),
(9, 8, 'পাকিস্তানি প্রভাষক বিশ্বের প্রভাবশালী গবেষকদের তালিকায়', 'কম্পিউটারবিজ্ঞানে বিশ্বব্যাপী প্রভাবশালী গবেষকদের একটি তালিকায় জায়গা করে নিয়েছেন পাকিস্তানের একজন প্রভাষক। শীর্ষ ১ শতাংশের মধ্যে জায়গা করে নেওয়া ওই প্রভাষকের নাম মুবাসির হোসেন রেহমানি। আয়ারল্যান্ডের কর্ক ইনস্টিটিউট অব টেকনোলজির (সিআইটি) কম্পিউটারবিজ্ঞান বিভাগের প্রভাষক ড. মুবাসির হোসেন। তিনি পড়াশোনা করেছেন পাকিস্তানের মেহরান ইউনিভার্সিটি অব ইঞ্জিনিয়ারিং ও টেকনোলজিতে।\r\n\r\nমুবাসির হোসেন রেহমানি ওয়্যারলেস নেটওয়ার্ক, ব্লকচেইন, কগনেটিভ রেডিও নেটওয়ার্ক ও সফটওয়্যার নেটওয়ার্ক নিয়ে কাজ করেন। তিনি অনেক আর্টিকেলই লিখেছেন। তাঁর গবেষণাকাজ আন্তর্জাতিকভাবে স্বীকৃত। সেরা আর্টিকেলের জন্য তিনি বেশ কয়েকটি পুরস্কারও পেয়েছেন।', 'uploads/117995055118prothomalo-bangla_2020-12_d39f337b-b25e-4aa6-ac65-499258999481_16.jpg', '2020-12-07'),
(10, 11, 'কিউআর কোড পেমেন্ট এবং ডিজিটাল অর্থনীতি', 'ডিজিটাল পেমেন্টের মাধ্যম কিউআর কোডে নগদ টাকার ব্যবহার ছাড়া বা কেনাকাটায় পেমেন্ট প্রদানে ডিজিটাল মাধ্যমের ব্যবহার দেশে জনপ্রিয়তা পাচ্ছে। ১৯৯০ সালের পরে বিশ্বে কিউআর কোডের প্রচলন শুরু হলেও আমাদের দেশে সম্প্রতি এটা চালু হয়েছে। যাতে স্মার্টফোনের বারকোড স্ক্যানারের মাধ্যমে স্ক্যান করে পেমেন্ট করা যায়। চীনে আলী পে, উইচ্যাট পে, ভারতে পেটিএম এবং কিউআর তুমুল জনপ্রিয়তা পেয়েছে। এরই ধারাবাহিকতায় ২০১৯ সালের ১১ মার্চ বাংলা কিউআর স্ট্যান্ডার্ড ঘোষণা করে বাংলাদেশ ব্যাংক।\r\n\r\nবাংলাদেশ ব্যাংক অনুমোদিত বাংলা কিউআর কোড দিয়ে নির্দিষ্ট যেকোনো ব্যাংকের অ্যাপ ব্যবহার করে কিউআর কোড স্ক্যানের মাধ্যমে আর্থিক লেনদেন করা যায়। এতে করে ব্যাংক গ্রাহকদের বিভিন্ন পেমেন্ট নেটওয়ার্কের একাধিক কিউআর কোড ব্যবহারের প্রয়োজন হবে না। ক্ষুদ্র, মাঝারি ও বড় উদ্যোক্তা বা খুচরা বিক্রেতা এ আধুনিক পেমেন্ট পদ্ধতি ব্যবহার করে দৈনন্দিন ব্যবসায়িক লেনদেন, আমদানি-রপ্তানি শুল্ক বা ভ্যাট সহজেই প্রদান করতে পারে। বলা হচ্ছে, কিউআর কোডের মাধ্যমে আধুনিক, দ্রুত ও ডিজিটাল পেমেন্ট সেবা অর্থনৈতিক কর্মকাণ্ডে এক নতুন মাত্রা যোগ করবে। নগদ টাকা ও ব্যাংক কার্ড ব্যবহার ও বহনের পরিবর্তে এটি একটি ঝামেলামুক্ত পেমেন্ট সিস্টেম।\r\n\r\nদেশের ১০ কোটির মতো মানুষ ইন্টারনেট ব্যবহার করে এবং ১৬ কোটি মানুষ মোবাইল ব্যবহার করছে। যা ডিজিটাল অর্থনীতির সবেচেয়ে সম্ভাবনাময় দিক। নগদহীন সমাজ গঠনে সরকারের নিরলস প্রচেষ্টার অংশ হিসেবে এই অত্যাধুনিক প্রযুক্তিটি দেশে ডিজিটাল পেমেন্ট গ্রহণযোগ্যতার উল্লেখযোগ্য হারে বৃদ্ধির সম্ভাবনা সৃষ্টি করেছে। মোবাইল ব্যাংকিং থেকে ডিজিটাল ওয়ালেটে রূপান্তরের কাজও বর্তমানে চলছে। এতে করে ঘরে বসেই কেনাকাটা, বিদ্যুৎ, গ্যাসসহ বিভিন্ন ইউটিলিটি বিল পরিশোধ, মোবাইল রিচার্জ, টিকিট কেনা, হোটেল বুকিং ইত্যাদি সব আর্থিক কার্যক্রম সহজে করা যাবে।\r\n\r\nব্যাংকিং খাতে কিউআর কোড ব্যবহারের সুবিধা\r\n\r\nকিউআর কোড ভিত্তিক এই পেমেন্ট সমাধান ব্যবহার করতে গ্রাহকরা নির্দিষ্ট ব্যাংকের অ্যাপের মাধ্যমে কিউআর কোডটি স্ক্যান করে অর্থ প্রদান করার জন্য তাদের মাস্টার কার্ড, ক্রেডিট কার্ড, ডেবিট বা প্রিপেইড কার্ড থেকে সব ধরনের আর্থিক লেনদেন করতে পারবে। এতে করে প্রথমত গ্রাহকদের বিভিন্ন পেমেন্ট নেটওয়ার্কে আর আলাদা কিউআর কোড স্ক্যান করতে হবে না। দ্বিতীয়ত, ব্যবসায়ীরা দোকানে বা ব্যবসাপ্রতিষ্ঠানে একটি করে কিউআর কোড প্রদর্শন করে লেনদেন করতে পারবে। তৃতীয়ত, কিউআর কোডটি বৈদেশিক আন্তঃযোগাযোগ সমাধান হিসেবে অন্যান্য দেশ থেকে বাংলাদেশে আসা বিদেশি ব্যবসায়ী, বিদেশি কর্মজীবী ও ভ্রমণকারী গ্রাহকেরা স্ক্যান করে আর্থিক লেনদেন করতে পারবেন। কিউআর কোড আর্থিক খাতে নতুন মাত্রা যোগ করবে এবং আর্থিক সেবা জনগণের কাছে পৌঁছে দিবে।\r\n\r\nইতোমধ্যে ডাচ বাংলা ব্যাংক লিমিটেড, ব্যাংক এশিয়া, সিটি ব্যাংক, মিউচুয়াল ট্রাস্ট ব্যাংক ও ইবিএলসহ বিভিন্ন ব্যাংক কিউআর কোডের মাধ্যমে ডিজিটাল পেমেন্ট সেবা পদ্ধতি চালু করেছে। এ পদ্ধতিতে সহজেই কিউআর কোড স্ক্যান করে ব্যবহারকারী যেকোনো ধরনের পেমেন্ট করতে পারবেন। দেশে বিকাশ, নেক্সাস পে, ইউপে ইত্যাদি মোবাইল ফিন্যান্সিং সার্ভিস কিউআর কোড সেবা চালু রয়েছে। কিউআর কোড দেশের অর্থনৈতিক ও ব্যবসায়িক কার্যক্রম সহজীকরণে গুরুত্বপূর্ণ ভূমিকা পালন করতে পারে।\r\n\r\nব্যবসায়িক লেনদেনে কিউআর কোড ব্যবহার\r\n\r\nবিশ্বব্যাপী করোনভাইরাসের সংক্রমণ হ্রাসে ডিজিটাল লেনদেনকে উৎসাহিত করা হচ্ছে, যার অন্যতম মাধ্যম হতে পারে কিউআর কোড স্ক্যান করে পেমেন্ট। একটা কিউআর কোডের পেছনে যদি থাকে একটি ব্যাংক অ্যাকাউন্ট বা মোবাইল ব্যাংকিং অ্যাকাউন্ট, তখন ব্যবসায়ীর দোকানে থাকা কিউআর কোডের বিপরীতে পেমেন্ট করলেই হলো। আর তখন যেকোনো চা-বিক্রেতা, ক্ষুদ্র ব্যবসায়ী, ট্যাক্সি চালক এবং এমনকি পাঠাওচালকও তার ভাড়া এই অ্যাপসের মাধ্যমে নিতে পারবেন। তা ছাড়া, সুপারশপগুলো তাদের গ্রাহকদের সুবিধার্থে কিউআর কোডের মাধ্যমে ডিজিটাল পেমেন্ট করার সুবিধা দিয়ে প্রতিদিনের ব্যয় সহজ ও সুবিধাজনক করে তুলতে পারে। যা ডিজিটাল অর্থনীতি বা নগদহীন সমাজ প্রতিষ্ঠার সুযোগ তৈরি করবে।\r\n\r\nট্যাক্স, ভ্যাট ও আমদানি-রপ্তানি শুল্ক দেওয়ার ব্যবস্থা সহজীকরণ\r\n\r\nবর্তমানে ট্যাক্স, ভ্যাট ও আমদানি-রপ্তানি শুল্ক দেওয়ার ব্যবস্থা সহজীকরণের জন্য কিউআর কোডের মাধ্যমে শুল্ক ও ভ্যাট দেওয়ার সুবিধা গ্রহণ করা যেতে পারে। এতে করে আমদানি পর্যায়ে ভ্যাট ও আমদানি-রপ্তানি শুল্ক প্রদান বা অগ্রিম কর প্রদান করার ব্যবস্থা যেমন সহজ হবে, ঠিক তেমনি আমদানি বাণিজ্যে পরিচালনা ব্যয় কমবে। পাশাপাশি, যেকোনো উদ্যোক্তা যিনি ট্যাক্স বা ভ্যাট পরিশোধ করতে চান দেশীয়ভাবে সংগৃহীত কাঁচামাল ও পণ্য ক্রয়ের ক্ষেত্রে, তিনিও সহজে ভ্যাট প্রদান করতে পারবেন।\r\n\r\nকিউআর কোডের মাধ্যমে ভ্যাট প্রদান সহজীকরণ\r\n\r\nকিউআর কোডের মাধ্যমে ভ্যাট দেওয়ার জন্য জাতীয় রাজস্ব বোর্ড কোনো সফটওয়্যার কোম্পানির মাধ্যমে একটি সিস্টেম ডেভলপ করে এর আওতায় একটি কিউআর কোড জেনারেট করতে পারে। যাতে করে একজন ভ্যাটদাতা তার বিজনেস আইডেন্টিফিকেশন নম্বরের (বিআইএন) বিপরীতে সহজে অনলাইন পেমেন্ট গেটওয়ের মাধ্যমে ঝামেলামুক্ত ভ্যাট প্রদান করতে পারে। ভ্যাটদাতা একজন আমদানিকারক হোক বা খুচরা বিক্রেতা বা পাইকারি বিক্রেতা বা অন্য কোনো সার্ভিস প্রোভাইডার হোক— তার প্রতিমাসে ভ্যাট প্রদান করার জন্য ভ্যাট অফিস বা ব্যাংকে চালান পূরণ করে ভ্যাট প্রদান করার প্রয়োজন পড়বে না। কারণ, এ পদ্ধতিতে প্রত্যেক পণ্য আমদানি বা বিক্রয়ের ক্ষেত্রে ভ্যাট প্রদান করা হলো কি না— তার নিশ্চয়তার জন্য কিউআর কোড স্ক্যান করার পর একজন ব্যবসায়ীর বিআইএন নম্বর, মোবাইল নম্বর, ইমেইল অ্যাড্রেস ও ক্রয়কৃত পণ্য বা সেবার নাম কিউআর কোডে ইনপুট হিসেবে দিতে পারার ব্যবস্থা থাকবে— তার মোবাইল থেকে। এরপর তার প্রদত্ত ভ্যাট সংক্রান্ত এসব তথ্য এনবিআরের অ্যাপ্লিকেশন প্রোগ্রামিং ইন্টারফেসের (এপিআই) মাধ্যমে সংযুক্ত হয়ে ভ্যাটদাতার সত্যতা যাচাই করবেন। তারপর সিস্টেম থেকে স্বয়ংক্রিয়ভাবে ওই পণ্যের বা সেবার ওপর নির্ধারিত ভ্যাটের পরিমাণ উল্লেখ করে পেমেন্ট প্রদানের জন্য বলা হবে। এরপর ভ্যাট প্রদানের জন্য যেকোনো ব্যাংকিং চ্যানেলে পেমেন্ট বা মোবাইল ফিন্যান্সিয়াল সার্ভিসের পেমেন্টের মাধ্যমে ভ্যাট পরিশোধ করতে চাইলে— সিস্টেমে তা সিলেক্ট করার সঙ্গে সঙ্গে ভ্যাট পরিশোধ হয়ে যাবে।\r\n\r\nএমএসএমই ডেটাবেজ সেন্টার গড়ে তোলা\r\n\r\nকরোনায় ক্ষতিগ্রস্ত অতি ক্ষুদ্র, ক্ষুদ্র ও মাঝারি পর্যায়ের শিল্প খাতের (এমএসএমই) সুরক্ষায় প্রধানমন্ত্রী ঘোষিত প্রণোদনা প্যাকেজের সুফল নিশ্চিতে এমএসএমই ডেটাবেজ দ্রুত হালনাগাদ করা প্রয়োজন। আর ডেটাবেজ হালনাগাদকরণে কার্যকর হতে পারে আরকিউআর কোড ভিত্তিক ব্যবসায়িক লেনদেন বা ভ্যাট প্রদান। কিউআর কোডের মাধ্যমে একজন অতি ক্ষুদ্র, ক্ষুদ্র ও মাঝারি পর্যায়ের উদ্যোক্তা ব্যাংকিং লেনদেন, ভ্যাট বা অন্যান্য পেমেন্ট প্রদান করলে তখন উদ্যোক্তাদের লেনদেনের তথ্য-উপাত্ত এই সিস্টেমে থাকবে। এতে করে অতি ক্ষুদ্র, ক্ষুদ্র ও মাঝারি পর্যায়ের উদ্যোক্তাদের একটি ডেটা সেন্টার গড়ে তোলা সম্ভব হবে।\r\n\r\nক্ষুদ্র ও মাঝারি ব্যবসায়ীদের প্রণোদনার আওতায় নিয়ে আসা\r\n\r\nস্বাভাবিক সময়ে বা করোনায় ক্ষতিগ্রস্ত কুটির, ক্ষুদ্র ও মাঝারি শিল্প খাত সুরক্ষায় সরকারঘোষিত বিভিন্ন প্রণোদনা প্যাকেজ, সরকার প্রদত্ত নীতি সহায়তা— এলসি পেমেন্টের সময় বৃদ্ধি, ঋণ মওকুফ, কর অবকাশ সুবিধার সুফল নিশ্চিতে এমএসএমই ডেটাবেজ দ্রুত হালনাগাদ করা প্রয়োজন। আর ডেটাবেজ হালনাগাদকরণে কার্যকর হতে পারে কিউআর কোড ভিত্তিক ব্যবসায়িক লেনদেন। এই ডেটাবেজ হালনাগাদ হলে ক্ষুদ্র ও মাঝারি ব্যবসায়ীদের সরকারি আর্থিক ও নীতিগত প্রণোদনার আওতায় নিয়ে আসতে সহায়তা করবে এবং প্রকৃত ক্ষতিগ্রস্ত এমএসএমইকে নির্ধারণ করা যাবে।\r\n\r\nঅপ্রাতিষ্ঠানিক এমএসএমই খাতকে প্রাতিষ্ঠানিক খাতে নিয়ে আসা\r\n\r\nপুঁজির অভাবে অপ্রাতিষ্ঠানিক খাতের অনেক উদ্যোক্তাও বিকল্প ব্যবসায় সরে যাচ্ছেন। ব্যাংকিং সেক্টরের মাধ্যমে প্রণোদনা প্যাকেজ ঘোষণা করায় তারা ব্যাংক থেকে ঋণ গ্রহণ করতে পারছে না। কিউআর কোড ভিত্তিক ব্যবসায়িক লেনদেন করা এবং আর্থিক কার্যক্রমে সংযুক্ত হলে এসব অপ্রাতিষ্ঠানিক খাতকে চিহ্নিত করা যাবে এবং অপ্রাতিষ্ঠানিক খাতকে প্রাতিষ্ঠানিক খাতে রূপান্তর সহজ হবে। পাশাপাশি আর্থিক সুবিধার আওতায় নিয়ে আসা যাবে।\r\n\r\nআমরা প্রত্যাশা করি— সহজ, আধুনকি ও প্রযুক্তি-বান্ধব কিউআর কোড দেশে পর্যায়ক্রমে সকল শ্রেণির ব্যবসায়িক কার্যক্রমে চালু করা সম্ভব। এ ছাড়া, এই বাংলা কিউআর কোড আমাদের ই-কমার্স কার্যক্রমসহ সত্যিকার অর্থে অর্থনৈতিক ডিজিটালাইজেশনের লক্ষ্যমাত্রা অর্জনে, ব্যবসায়িক পরিবেশ উন্নয়নে ও সুশাসন প্রতিষ্ঠায় সহায়ক হবে।\r\n\r\nলেখক: শামস আরেফিন: গবেষণা সহযোগী ও উপসচিব, ঢাকা চেম্বার অব কমার্স অ্যান্ড ইন্ডাস্ট্রি', 'uploads/613140476126qr-code_symbolic.jpg', '2020-12-07'),
(11, 7, 'আরও এক রেকর্ডে শচীনকে পেছনে ফেললেন কোহলি', 'রেকর্ডটা তার হাতে ধরা দিচ্ছে তা অবধারিতই ছিল। ওয়ানডেতে ১২ হাজার রানের মাইলফলকে যেতে কেবল ২৩ রান দরকার ছিল বিরাট কোহলি। ক্যানেবেরায় তা তুলে নিয়ে আরও একটি রেকর্ড নিজের করে নিলেন ভারত অধিনায়ক।\r\n\r\n১৩তম ওভারে শন অ্যাবটের বলে এক রান নিয়েই ১২ হাজারি ক্লাবে ঢুকে যান কোহলি। ২৫১তম ওয়ানডেতে এই মাইলফলকে যেতে ২৪২ ইনিংস ব্যাট করতে হয়েছে কোহলিকে।\r\n\r\nএর আগে ৩০০ ইনিংস খেলে ১২ হাজার রান করার দ্রুততম রেকর্ড ছিল কিংবদন্তি শচীন টেন্ডুলকারের দখলে। সেই ২০০৩ বিশ্বকাপে সেঞ্চুরিয়নে পাকিস্তানের বিপক্ষে ওই মাইলফলকে পৌঁছেছিলেন মাস্টার ব্যাটসম্যান।\r\n\r\nওয়ানডেতে ৮ থেকে ১২ হাজার রানের সবগুলো মাইলফলকেই দ্রুততম হয়েছেন কোহলি। দ্রুততম ১০ ও ১১ হাজার রান করতেও শচীনকে পেছনে ফেলেন তিনি। \r\n\r\nশচীনকে ছাপিয়ে যেতে ৫৮ ইনিংস কম লাগল কোহলির। ওয়ানডেতে ১৮ হাজারের বেশি রান করা শচীনকে কোহলি সব রেকর্ডেই ছাড়িয়ে যাওয়ার সম্ভাবনা তৈরি করেছেন আগেই। শচীনের ৪৯ সেঞ্চুরিতের পিছু ছুটে এরমধ্যে ৪৩ সেঞ্চুরি হয়ে গেছে তার। প্রায় ৬০ গড়ে রান করে চলেছেন ৩২ পেরুনো এই ডানহাতি ব্যাটসম্যান।\r\n\r\nওয়ানডেতে দ্রুততম ১২ হাজার রানের ক্লাবে কোহলি ও শচীনের পরে আছেন অস্ট্রেলিয়ার রিকি পন্টিং।  তার লেগেছিল ৩১৪ ইনিংস। শ্রীলঙ্কার কুমার সাঙ্গাকারা ৩৩৬ ইনিংস, সনত জুয়াসুরিয়া ৩৭৯ ইনিংস ও মাহেলা জয়াবর্ধনে এই ল্যান্ডমার্কে পৌঁছান ৩৯৯ ইনিংস খেলে।\r\n\r\nরেকর্ড স্পর্শের দিনে অবশ্য কোহলির লড়াই দলের হোয়াইটওয়াশ বাঁচানোর। স্বাগতিকদের কাছে আগের দুই ম্যাচ হেরে এরমধ্যে ওয়ানডে সিরিজ খুইয়ে বসেছে ভারত। সেই দুই ম্যাচে পরে ব্যাট করে ম্যাচে থাকতে না পারা কোহলির দল এবার ব্যাটিং পেয়েছে আগে।', 'uploads/4067328548302020-11-29t095255z_537011284_rc2xck9sp00k_rtrmadp_3_cricket-odi-aus-ind.jpg', '2020-12-02'),
(12, 9, 'ভাঙা হবে ঐতিহ্যের কমলাপুর রেলস্টেশন', 'মতিঝিল থেকে কমলাপুর পর্যন্ত ম্যাস র‌্যাপিড ট্রানজিট-৬ এর লাইন সম্প্রসারণ এবং মাল্টিমোডাল ট্রান্সপোর্ট হাব নির্মাণের জন্য কমলাপুর রেলস্টেশন ভবনটি ভেঙে কাছাকাছি জায়গায় পুনরায় নির্মান করতে হবে। এ বিষয়ে একটি নতুন পরিকল্পনায় সম্মত হয়েছে বাংলাদেশ রেলওয়ে এবং মেট্রোরেল কর্তৃপক্ষ।\r\n\r\nরেলমন্ত্রী নুরুল ইসলাম সুজন গতকাল মঙ্গলবার দুপক্ষের বৈঠক শেষে দ্য ডেইলি স্টারকে জানান, নতুন পরিকল্পনা অনুযায়ী বর্তমান স্টেশনটি ভেঙে দেওয়া হবে এবং কিছুটা উত্তর দিকে একই রকম একটি স্টেশন নির্মাণ করা হবে।\r\n\r\nতিনি আরও জানান, এটি যেহেতু একটি আইকনিক স্থাপনা, তাই এটি ভেঙে ফেলার ব্যাপারে চূড়ান্ত সিদ্ধান্ত নেবেন প্রধানমন্ত্রী শেখ হাসিনা।\r\n\r\nতিনি বলেন, ‘কাজিমা করপোরেশনের প্রস্তাবিত নতুন পরিকল্পনায় সম্মত হয়েছে মেট্রোরেল কর্তৃপক্ষ। আমরা এই পরিকল্পনা গ্রহণ করছি, এখন প্রধানমন্ত্রীর অনুমোদনের অপেক্ষা।’\r\n\r\nবৈঠকে অংশ নেওয়া একজন রেল কর্মকর্তা নাম প্রকাশ না করার শর্তে বলেন, নতুন পরিকল্পনা বাস্তবায়নের জন্য কমলাপুর স্টেশনটি ভেঙে বর্তমান জায়গা থেকে ১৩০ মিটার উত্তরে নতুন করে তৈরি করতে হবে।\r\n\r\nতিনি বলেন, ‘যদি বিদ্যমান পরিকল্পনাটি বাস্তবায়িত হয় তাহলে স্টেশনটি ম্যাস র‌্যাপিড ট্রানজিট-৬ এর কাঠামোর দিয়ে পুরোপুরি ঢেকে যাবে। বর্তমান পরিকল্পনাটি যদি সংশোধনও করা হয় তারপরও স্টেশনের একটি অংশ ঢাকা পরে যাবে, তাই স্টেশন অন্যত্র বানানো ছাড়া আর কোনো বিকল্প নেই।’\r\n\r\nকমলাপুর মাল্টিমোডাল ট্রান্সপোর্ট হাবের সাব ওয়ার্কিং গ্রুপের নেতৃত্বদানকারী কাজিমা করপোরেশনের কর্মকর্তারা গতকালের বৈঠকে রেল ভবনে নতুন পরিকল্পনাটি উত্থাপন করেন।\r\n\r\nমতিঝিল থেকে কমলাপুর পর্যন্ত ম্যাস র‌্যাপিড ট্রানজিট-৬ লাইন সম্প্রসারণে দেশের প্রথম মেট্রোরেল বাস্তবায়নকারী কর্তৃপক্ষ ডিএমটিসিএলের নকশা নিয়ে আপত্তি রয়েছে বাংলাদেশ রেলওয়ের।\r\n\r\nবাংলাদেশ রেলওয়ে জানিয়েছে, ম্যাস র‌্যাপিড ট্রানজিট-৬ সম্প্রসারণের জন্য বিদ্যমান নকশা কমলাপুর স্টেশনকে মাল্টিমোডাল হাবে পরিণত করার পরিকল্পনায় বিঘ্ন ঘটাবে।\r\n\r\nরেলমন্ত্রী ছাড়াও প্রধানমন্ত্রীর বেসরকারি শিল্প ও বিনিয়োগ উপদেষ্টা সালমান এফ রহমান, রেলপথ মন্ত্রণালয়ের সচিব সেলিম রেজা, বাংলাদেশ রেলওয়ের মহাপরিচালক মো. শামসুজ্জামান এবং ডিএমটিসিএলের ব্যবস্থাপনা পরিচালক এমএএন সিদ্দিক বৈঠকে অংশ নেন।', 'uploads/467363265119107066049_589897345289120_8169865365707260323_n.jpg', '2020-12-03'),
(13, 7, 'বিপদে পড়া দলকে তীরে ভিড়িয়ে নায়ক মাহমুদউল্লাহ', 'নাজমুল হোসেন শান্তর ফিফটি আর নুরুল হাসান সোহানের শেষের ঝড়ে লড়াইয়ের পূঁজি পেয়েছিল রাজশাহী। রান তাড়ায় দারুণ শুরু করা খুলনাকে মাঝপথে টেনে ধরে ম্যাচেও ফিরেছিল তারা। তবে শেষ পর্যন্ত অধিনায়ক মাহমুদউল্লাহ সব সংশয় দূর করে করেছেন। দলকে নিয়ে গেছেন জয়ের বন্দরে।\r\n\r\nবঙ্গবন্ধু টি-টোয়েন্টি কাপে প্রথম দুই ম্যাচ জিতেছিল মিনিস্টার গ্রুপ রাজশাহী। পরের চার ম্যাচেই হারল তারা। রোববার ১৪৫ রান করে ৪ বল বাকি থাকতে তারা খুলনার কাছে হারে ৫ উইকেটে।  ওপেনার জহুরুল ৩৯ বলে ৪৩ করলেও ১৯ বলে ৩১ করে দলের জয়ে বড় অবদান অধিনায়ক মাহমুদউল্লাহর।  প্রথম তিন ম্যাচে দুই হারের পর জেমকন খুলনা জিতল টানা তিন ম্যাচ।\r\n\r\nনাগালের মধ্যে থাকা রান তাড়ায় নেমে দুই ওভার একটু রান পেতে ভুগেছিল খুলনা। পাওয়ার প্লের বাকিটা সময় দুই ওপেনার আনেন দারুণ শুরু। ভাগ্যের সহায়তায় জহুরুল ইসলাম কিছু রান পেয়ে যাওয়ার পর পেয়ে যান তালও। দ্রুতই রান বাড়াতে থাকেন তারা।\r\n\r\nপ্রথম ৬ ওভারে আসে ৪৩ রান। দুজনেই খেলছিলেন স্বচ্ছন্দে। কয়েকটি ডট বল খেলার পর জাকির কিছুটা অস্থির উঠছিলেন। নবম ওভারে দিয়েছেন তার খেসারত। আরাফাত সানির বলে ক্যাচ দিয়ে থামে তার ২০ বলে ১৯ রানের ইনিংস। তবে ওপেনিংয়ে ৫৬ রানের ভিত তখন পেয়ে গেছে খুলনা।\r\n\r\nওয়ানডাউনে নেমে ইমরুল কায়েস শুরু থেকেই স্বচ্ছন্দ। জুহুরুল এগুচ্ছিলেন ফিফটির দিকে। চিন্তার কোন ছায়া ছিল না। জহুরুল অবশ্য ধর্য্যহারা  হলেন। ফরহাদ রেজাকে উড়াতে গিয়ে ৪৩ রানে থামেন তিনি। ৪০ বলের ইনিংসে ৬ চারের সঙ্গে মেরেছে ১ ছক্কা।\r\n\r\nইমরুল সুযোগ দিয়েছিলেন। মুকিদুলের বলে পুল করতে মিসটাইমিংয়ে ক্যাচ উঠেছিল। ১৯ রানে থাকা সহজ সে ক্যাচ নিতে পারেননি সাইফুদ্দিন। জীবন পেয়ে পরের বলেই ছক্কায় তা উদযাপন করেন ইমরুল। পরের বলেই এলবিডব্লিউতে শেষ হয় তার ইনিংস।\r\n\r\nসাকিব এই ম্যাচেও পারেননি ছন্দে ফিরতে। অস্বস্তিতে ভোগা এই তারকা এবার উইকেটে টেনে বোল্ড হয়েছেন সাইফুদ্দিনের বলে। নিষেধাজ্ঞা কাটিয়ে ফেরার পর ৬ ম্যাচে সাকিবের কাছ থেকে এল কেবল ৫৯ রান। পরের ওভারে শামীম পাটোয়ারিকে এলবিডব্লিউতে ফেরান মুকিদুল। বেশ ভালোভাবেই ম্যাচে ফেরে রাজশাহী।\r\n\r\nশেষ ৩ ওভারে জিততে দরকার দাঁড়ায় ৩২ রান। শেখ মেহেদীর ১৮তম ওভার থেকে ১১ রান নেন মাহমুদউল্লাহ-আরিফুল। সাইফুদ্দিনের ১৯তম ওভারেই ম্যাচের গতিপথ ঠিক হয়ে যায়। শুরুতে দারুণ বল করেছিলেন। প্রথম দুই বলে দিয়েছিলেন ২ রান। পেতে পারতেন উইকেটও। এরপরই ইয়র্কার মারতে গিয়ে টানা কয়েকটি ফুলটসে দলকে ডুবিয়েছেন তিনি। ওই ওভারে একটি লেগবাইসহ আসে ১৫ রান। শেষ ওভারে মুকিদুলের পক্ষে ৬ রান আটকানো সম্ভব ছিল না।\r\n\r\nএর আগে আগে ব্যাটিং পেয়ে রাজশাহীর ইনিংসের বেশিরভাগ টেনেছেন অধিনায়ক শান্ত। তার ৩৮ বলে ৫৫ রানের ইনিংস শেষ হওয়ার পর বেশ ধুঁকতে থাকে রাজশাহীর ইনিংস। এক পর্যায়ে জুতসই রান পাওয়া নিয়ে দেখা দেয় শঙ্কা। ১৯তম ওভারে আল-আমিনকে পিটিয়ে ২২ রান নিয়ে সেই শঙ্কা দূর করেন নুরুল হাসান সোহান।\r\n\r\nতবে সাতে জাকের আলি অনিকের জায়গায় ফরহাদ রেজা কিংবা সাইফুদ্দিনকে নামানো যেত কিনা এই প্রশ্ন হয়েছে বড়। কারণ শেষ দিকে আরও কিছু রান এলে ম্যাচটা নিশ্চিতভাবে অন্যরকম হতে পারত।\r\n\r\nসংক্ষিপ্ত স্কোর\r\n\r\nমিনিস্টার গ্রুপ রাজশাহী:  ২০ ওভারে ১৪৫   (শান্ত ৫৫, আনিসুল ১, রনি ১৪, শেখ মেহেদী ৯, ফজুলে মাহমুদ ৯ , নুরুল ৩৭, জাকের ১৫   ; আল-আমিন ১/৩৫, শুভাগত ২/২৫, সাকিব ০/১৬ , শহিদুল ১/৪৩, হাসান ০/১৬, মাহমুদউল্লাহ ১/৪)\r\n\r\nজেমকন খুলনা : ১৯.২ ওভারে ১৪৬/৫   (জুহুরুল ৪৩, জাকির ১৯, ইমরুল ২৭, সাকিব ৪ , মাহমুদউল্লাহ ৩১* , শামীম ৭, আরিফুল ১০*  ;  সাইফুদ্দিন  ১/৩৩, মেহেদী ০/৩০, সানি ১/২৩, মুকিদুল ২/৩২,  রেজা ১/২৭ )\r\n\r\nফল: জেমকন খুলনা ৫ উইকেটে জয়ী।', 'uploads/442734740668_f755681_0.jpg', '2020-12-06'),
(14, 7, 'লিটনের মতো সামর্থ্য ও ক্লাস আর কারো দেখেননি মুশফিক', 'লিটন দাসের মোহনীয় ব্যাটিংয়ে আবিষ্ট হয়ে গেছেন মুশফিকুর রহিম। তার শক্তি ও সামর্থ্য নিয়ে বাংলাদেশের অন্যতম সেরা ব্যাটসম্যান ভেসেছেন প্রশংসায়।\r\n\r\nবুধবার রাতে মিরপুর শেরে বাংলা ক্রিকেট স্টেডিয়ামে নান্দনিক ব্যাটিংয়ের পসরা মেলে ধরেছিলেন লিটন। গাজী গ্রুপ চট্টগ্রামের হয়ে  মিনিস্টার গ্রুপ রাজশাহীর বিপক্ষে হার না মানা ৫৩ বলে ৭৮ রানের ইনিংস।\r\n\r\nতবে পরিসংখ্যানই দিচ্ছে না তার ব্যাটিংয়ের পুরো ছবি। এদিন ক্রিজে গিয়ে লিটন যেন ছিলেন শিল্পী, তার ব্যাট যেন ছিল তুলি। বলকে রঙ বানিয়ে আঁচড় কেটেছেন মাঠ জুড়ে। তাক লাগানো ব্যাটিং অনেকের মতো মুশফিককেও করেছে আপ্লুত।\r\n\r\nদিনের ম্যাচ জিতে হোটেলে ফিরে লিটনের ব্যাটিং মুশফিক দেখেছেন মনভরে। পরে ফেসবুকে নিজের পেইজে ভেসেছেন উচ্ছ্বাসে,   ‘ওহ আমার ভাই...কী অসাধারণ ইনিংস…মিলিয়ন ডলার ম্যান! তোমার ব্যাটিং দেখা চমৎকার… এমন সামর্থ্য আর মেধার কোন ব্যাটসম্যান কখনও দেখিনি। আশা করছি, সৃষ্টিকর্তার কাছে প্রার্থণাও করছি এই ফর্ম আগামী দেশের হয়েও কাজে লাগাবে।’\r\n\r\nচলমান বঙ্গবন্ধু টি-টোয়েন্টি কাপে লিটন আছেন দুরন্ত ছন্দে। ৪ ম্যাচে দুই ফিফটিতে করেছেন ২০০ রান। দুইবার নট আউট থাকায় তার গড়টা ১০০। স্ট্রাইকরেট ১২৭.৩৮।\r\n\r\nলিটনের ব্যাটে আগে ব্যাট করে ১৭৬ রান করেছিল গাজী গ্রুপ চট্টগ্রাম। পরে রোমাঞ্চ ছড়ানো ম্যাচে শেষ ওভারে গিয়ে তারা জিতে ১ রানে।  ', 'uploads/884277401983_f752618.jpg', '2020-12-06'),
(15, 7, 'মিঠুনের অধিনায়কত্বের প্রশংসায় লিটন', 'খাতায়-কলমে বড় দুই দলকে প্রথম দুই ম্যাচেই একশোর নিচে গুটিয়ে দিয়ে বড় জয়। বঙ্গবন্ধু টি-টোয়েন্টি কাপে নেমেই দাপট দেখাচ্ছে গাজী গ্রুপ চট্টগ্রাম। দুই ম্যাচেই দেখা গেছে তাদের সম্মিলিত পারফরম্যান্স। বড় কোন টুর্নামেন্টে নতুন অধিনায়কত্ব পাওয়া মোহাম্মদ মিঠুনকে দেখা গেছে তৎপর। বোলারদের ব্যবহার করা, ফিল্ডিং সাজানোয় আলাদা নজর কেড়েছেন তিনি। জেমকন খুলনাকে হারাতে ফিফটি করে আসা লিটন দাসও করলেন অধিনায়কের প্রশংসা।\r\n\r\nশনিবার ফেভারিট তকমা থাকা খুলনাকে মাত্র ৮৬ রানে গুটিয়ে দেয় চট্টগ্রাম। লিটনের নান্দনিক ব্যাটে ওই রান পরে তারা তুড়ি মেরেই তুলে ৯ উইকেটে জিতেছে। দুই ম্যাচ পর আছে টেবিলের শীর্ষে।\r\n\r\nএদিন টস জিতে আগে ফিল্ডিংয়ে গিয়ে শুরু থেকেই খুলনাকে চেপে ধরে চট্টগ্রাম। ঝুলিতে থাকা অস্ত্র দারুণভাবে ব্যবহার করেন মিঠুন। অনিয়মিত অফ স্পিনার নাহিদুল ইসলামকে দিয়ে আনেন শুরুর সাফল্য। পরে মোস্তাফিজুর রহমান ছেঁটে ফেলেন বাকিটা।\r\n\r\n৪৬ বলে ৫৩ রান করে ম্যাচ জিতিয়ে আসা লিটন মনে করেন প্রতিপক্ষকে কম রানে আটকে দেওয়ায় বাহবা পেতে পারেন তাদের অধিনায়কও, ‘আমার কাছে খুব ভাল লেগেছে যে যখন বল করেছে দায়িত্ব নিয়ে করেছে। আর অধিনায়কের মুভমেন্টগুলো খুব ভাল ছিল, মানে  কে কখন বল করবে, কোন জায়গা থেকে করবে এসব। যদি দেখেন ফিল্ডিংও ভাল ছিল। সব মিলিয়ে দল হিসেবে ভাল খেলা হয়েছে।’\r\n\r\n দুই ম্যাচেই একশোর নিচে লক্ষ্য তাড়ায় বড় শুরু আনেন লিটন আর সৌম্য সরকার। দুজনেই বাংলাদেশের ক্রিকেটের বড় দুই বিস্ফোরক ব্যাটসম্যান। বেক্সিমকো ঢাকাকে হারানোর দিন সৌম্য ছিলেন বেশি আগ্রাসী, লিটন খেলেছেন এক পাশ ধরে। আজ জেমকন খুলনার বিপক্ষে লিটন খেললেন আক্রমানাত্মক, সৌম্যর ভূমিকা থাকল ধরে রাখার। দুজনের মধ্যে টানা দুই ম্যাচে এলো ৭৯ ও ৭৩ রানের দুই জুটি। লিটন জানান, এক্ষেত্রেও কাজ করেছে বোলারদের এনে দেওয়া সাফল্য,  ‘দুইজনেই আসলে অনেক দিন ধরে ক্রিকেট খেলছি। কাজেই দুজনেই এই পরিস্থিতিগুলো বুঝি, লো স্কোরিং ম্যাচে কি করতে হয়, কি আসতে পারে সিনারি। সুবিধাও ছিল টি-টোয়েন্টি ম্যাচে রানের চাপ না থাকলে আরামসে খেলা যায়। দুই ম্যাচেই আমরা এমন পরিস্থিতি পেয়েছি। বোলারদের ধন্যবাদ যে আমাদের নিজেদের মতো খেলার সুযোগ দেওয়ার জন্য।’', 'uploads/110646801448167a7526.jpg', '2020-12-07');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `username` varchar(150) NOT NULL,
  `email` varchar(150) NOT NULL,
  `password` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `username`, `email`, `password`) VALUES
(1, 'admin', 'admin@gmail.com', '1234');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT for table `posts`
--
ALTER TABLE `posts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
